{
    "Q1": "How important is a values-based working culture to you?",
    "Q2": "How closely do you feel connected to HUGO BOSS?",
    "Q3": "How well informed do you feel about the HUGO BOSS values?",
    "Q4": "How well do you believe the HUGO BOSS values are lived out across the organisation?",
    "Q5": "How well do you believe the HUGO BOSS values are lived out in the day-to-day business in your division?",
    "Q35": "How strongly do the HUGO BOSS Values positively influence the working atmosphere in your division?",
    "Q33": "To what extent do you believe the HUGO BOSS values have a positive influence on your motivation and engagement?",
    "Q34": "How well do you believe the HUGO BOSS values support you at work (e.g. for decision-making)?",
    "Q9": "How important do you think the value TRUST is in your division?",
    "Q8": "In your opinion, how well is the value TRUST already reflected in the daily work of your division?",
    "Q11": "How important do you think the value ENTREPRENEURIAL SPIRIT is in your division?",
    "Q10": "In your opinion, how well is the value ENTREPRENEURIAL SPIRIT already reflected in the daily work of your division?",
    "Q13": "How important do you think the value YOUTHFUL SPIRIT is in your division?",
    "Q12": "In your opinion, how well is the value YOUTHFUL SPIRIT already reflected in the daily work of your division?",
    "Q15": "How important do you think the value SIMPLICITY & QUALITY is in your division?",
    "Q14": "In your opinion, how well is the value SIMPLICITY & QUALITY already reflected in the daily work of your division?",
    "Q17": "How important do you think the value TEAM MENTALITY is in your division?",
    "Q16": "In your opinion, how well is the value TEAM MENTALITY already reflected in the daily work of your division?",
    "Q19": "How important do you think the value PERSONAL OWNERSHIP is in your division?",
    "Q18": "In your opinion, how well is the value PERSONAL OWNERSHIP already reflected in the daily work of your division?",
    "Q20": "Please feel free to share your ideas on how to live out our HUGO BOSS values even more.",
    "Q21": "Please feel free to share an example when you experienced one of our values being fully lived out.",
    "Q22": "Please feel free to share your feedback regarding the survey.",
    "Q23_1": "Please select the country you are based in - Country",
    "Q24_1": "Please select the division you are mainly working for (primary focus) - Division",
    "Q37": "Which occupational group are you a part of?",
    "Q25": "Are you currently in a leadership position?",
    "Q26": "How long have you been working at HUGO BOSS?",
    "Q27": "How old are you?"
  }
  